{
    "EN": {
        "translation": {
            "ljqb": "Connect wallet",
            "gd": "Learn more",
            "kntid": "Konnect ID",
            "kntapp": "Konnect App",
            "KKCoin": "KKCoin",
            "Blog": "Blog",
            "scwdec": "Social · Crypto wallet · Dapps · Earn · Collaborate",
            "pb": "Powered by",
            "kp": "Konnect Protocol",
            "dot": "Download on the",
            "gp": "Google Play",
            "as": "App Store",
            "wsc": "Web3 Social Chat",
            "wpscv": "We provide secure communication via E2E technology powered by Konnect IM Protocol, as well as a free combination of social tools to create unlimted possibilities.",
            "kw": "Konnect Wallet",
            "saty": "Secure and transfer your assets, swap crypto, trade NFTs, earn yield, and more with the most ease with MPC and ERC-4337 functionality",
            "Ktask": "Ktask",
            "kiapt": "Ktask is a platform that boosts the completion for various Web3 tasks in a decentralized way. It helps task initiators and implementers to collaborate efficiently and better align mutual interests.",
            "iks": "IK Smart",
            "iksia": "IK Smart is a recommendation algorithm to push suitable and customizable dapps to users based on their on-chain behaviors.",
            "kid": "KID",
            "kiaddi": "Konnect ID is a new privacy-first decentralized identity protocol. It is a system that proves you are a real and unique person without sharing personal data like names, emails, etc.",
            "ydy": "Your Decentralize Identity",
            "kdiiian": "KID Your Decentralize IdentityKonnect ID is a new privacy-first decentralized identity protocol. It is a system that proves you are a real and unique person without sharing personal data like names, emails, etc.",
            "lm": "Learn More",
            "uaowf": "Unlock all of Web3, from social to everything else",
            "wyad": "Whether you're a developer, trader, or new to it all — there's a place for everyone in Konnect",
            "gyki": "Get your Konnect ID",
            "dm": "Discover more",
            "fd": "For developers",
            "fu": "For users",
            "dsgp": "Decentralized social graph protocol.",
            "Product": "Product",
            "devCenter": "Dev Center",
            "About": "About",
            "Media": "Media",
            "kapi": "Konnect Api",
            "Docs": "Docs",
            "Inspiration": "Inspiration",
            "cus": "Contact Us",
            "reserved": "©2023 Konnect. All rights reserved",
            "ia": "{ Identity aggregation }",
            "iait": "Identity aggregation is the process of merging different pieces of information about an individual or entity to create a comprehensive identity profile.",
            "Credentials": "{ Credentials }",
            "crttdiaam": "Credentials refer to the decentralized identity and authentication mechanisms used in web3. They provide users with control over their personal data and enable secure and privacy-preserving interactions with dApps.",
            "CreditScore": "{ Credit Score }",
            "Csrta": "Credit score refers to a decentralized reputation system that enables individuals to build and maintain their online credibility. Credit scores are designed to assess an individual's trustworthiness and reliability within digital ecosystems.",
            "gatedG": "{ Gated Group }",
            "ggrtas": "Gated group refers to a specific community that has restricted access,it allows users to automatically join communities based on tokens or NFTs they own.",
            "Authentication": "{ Authentication }",
            "astp": "A system that proves you are a real and unique person while fully protecting your privacy. At the same time, it can prevent sybil attacks on chains and communities.",
            "sgph": "{ Social Graph }",
            "sgpuwm": "Social graph provides users with more control, privacy, and autonomy over their data and connections. It allows users to freely interact and share information without relying on a single platform.",
            "sgh": "Social Graph",
            "Download": "Download",
            "ywsl": "Your web3 social life"
        }
    },
    "ZH": {
        "translation": {
            "ljqb": "连接钱包",
            "gd": "了解更多",
            "kntid": "Konnect ID",
            "kntapp": "Konnect 应用程序",
            "KKCoin": "KKCoin",
            "Blog": "博客",
            "scwdec": "社交 - 加密钱包 - Dapps - 盈利 - 合作",
            "pb": "技术支持",
            "kp": "Konnect 协议",
            "dot": "下载",
            "gp": "Google Play",
            "as": "App Store",
            "wsc": "Web3 社交聊天",
            "wpscv": "我们通过由 Konnect IM 协议支持的 E2E 技术提供安全通信，并提供自由组合的社交工具，创造无限可能。",
            "kw": "Konnect 钱包",
            "saty": "利用 MPC 和 ERC-4337 功能，最轻松地保护和转移您的资产、交换加密货币、交易 NFT、赚取收益等",
            "Ktask": "Ktask",
            "kiapt": "Ktask 是一个以分散方式促进完成各种 Web3 任务的平台。它帮助任务发起者和执行者高效协作，更好地协调共同利益。",
            "iks": "IK Smart",
            "iksia": "IK Smart 是一种推荐算法，可根据用户在链上的行为向其推送合适的、可定制的应用程序。",
            "kid": "KID",
            "kiaddi": "Konnect ID 是一个全新的隐私优先去中心化身份协议。它是一个无需共享姓名、电子邮件等个人数据就能证明你是一个真实且独一无二的人的系统。",
            "ydy": "您的去中心化身份",
            "kdiiian": "KID 您的去中心化身份Konnect ID 是一个全新的隐私优先去中心化身份协议。它是一个无需分享姓名和电子邮件等个人数据就能证明你是一个真实且独一无二的人的系统。",
            "lm": "了解更多",
            "uaowf": "解锁 Web3 的所有功能，从社交到其他一切",
            "wyad": "无论您是开发人员、交易员，还是新手，Konnect 都能满足您的需求。",
            "gyki": "获取您的 Konnect ID",
            "dm": "了解更多",
            "fd": "针对开发人员",
            "fu": "针对用户",
            "dsgp": "去中心化社交图协议",
            "Product": "产品",
            "devCenter": "开发中心",
            "About": "关于",
            "Media": "媒体",
            "kapi": "Konnect Api",
            "Docs": "文档",
            "Inspiration": "灵感",
            "cus": "联系我们",
            "reserved": "©2023 Konnect。保留所有权利",
            "ia": "{ 身份汇总 }",
            "iait": "身份汇总是将有关个人或实体的不同信息合并以创建综合身份档案的过程。",
            "Credentials": "{ 证书 }",
            "crttdiaam": "凭证指的是 web3 中使用的去中心化身份和认证机制。 它们为用户提供对其个人数据的控制，并实现与 dApps 的安全和隐私保护交互。",
            "CreditScore": "{ 信用评分 }",
            "Csrta": "信用分数指的是一种去中心化的信誉系统，它使个人能够建立并维护自己的在线信誉。信用分旨在评估个人在数字生态系统中的可信度和可靠性。",
            "gatedG": "{ 门控小组 }",
            "ggrtas": "门禁群组是指限制访问的特定社区，它允许用户根据自己拥有的代币或 NFT 自动加入社区。",
            "Authentication": "{ 认证 }",
            "astp": "一个既能证明你是一个真实而独特的人，又能充分保护你的隐私的系统。同时，它还能防止对链和社区的假冒攻击。",
            "sgph": "{ 社交图谱 }",
            "sgpuwm": "社交图谱为用户提供了对其数据和连接的更多控制、隐私和自主权。它允许用户自由互动和共享信息，而无需依赖单一平台。",
            "sgh": "社交图谱",
            "Download": "下载",
            "ywsl": "您的 Web3 社交生活"
        }
    }
}